Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# you_can_change_these_anytime_from_the_menu_bar_s
source: You can change these anytime from the menu bar → Settings → Hotkeys
ar: يمكنك تغيير هذه الإعدادات في أي وقت من شريط القائمة → الإعدادات → مفاتيح التشغيل السريع
bn: আপনি মেনু বার → সেটিংস → হটকি থেকে যেকোনো সময় এগুলি পরিবর্তন করতে পারেন৷
cs: Můžete je kdykoli změnit na liště nabídek → Nastavení → Klávesové zkratky
da: Du kan til enhver tid ændre disse fra menulinjen → Indstillinger → Genvejstaster
de: Sie können diese jederzeit über die Menüleiste → Einstellungen → Tastenkürzel ändern
el: Μπορείτε να τα αλλάξετε οποιαδήποτε στιγμή από τη γραμμή μενού → Ρυθμίσεις → Πλήκτρα συντόμευσης
es: Puedes cambiar esto en cualquier momento desde la barra de menús → Ajustes → Atajos
fi: Voit muuttaa näitä milloin tahansa valikkoriviltä → Asetukset → Pikanäppäimet
fr: Vous pouvez modifier ces éléments à tout moment depuis la barre de menus → Paramètres → Raccourcis
he: אתה יכול לשנות אותם בכל עת משורת התפריטים ← הגדרות ← מקשי קיצור
hi: आप इन्हें मेनू बार → सेटिंग्स → हॉटकीज़ से कभी भी बदल सकते हैं
hu: Ezeket bármikor módosíthatja a menüsorban → Beállítások → Gyorsbillentyűk
id: Anda dapat mengubahnya kapan saja dari bilah menu → Pengaturan → Tombol pintas
it: Puoi modificarli in qualsiasi momento dalla barra dei menu → Impostazioni → Tasti di scelta rapida
ja: これらは、メニュー バー → 設定 → ホットキーからいつでも変更できます。
ko: 메뉴 모음 → 설정 → 단축키에서 언제든지 변경할 수 있습니다.
ms: Anda boleh menukarnya pada bila-bila masa dari bar menu → Tetapan → Hotkeys
nb: Du kan endre disse når som helst fra menylinjen → Innstillinger → Hurtigtaster
nl: U kunt deze op elk gewenst moment wijzigen via de menubalk → Instellingen → Sneltoetsen
pl: Możesz je zmienić w dowolnym momencie z paska menu → Ustawienia → Skróty klawiszowe
pt_br: Você pode alterá-los a qualquer momento na barra de menu → Configurações → Teclas de atalho
ro: Le puteți modifica oricând din bara de meniu → Setări → Taste rapide
ru: Вы можете изменить их в любое время в строке меню → Настройки → Горячие клавиши.
sv: Du kan ändra dessa när som helst från menyraden → Inställningar → Snabbtangenter
th: คุณสามารถเปลี่ยนได้ตลอดเวลาจากแถบเมนู → การตั้งค่า → ปุ่มลัด
tr: Bunları istediğiniz zaman menü çubuğundan → Ayarlar → Kısayol Tuşlarından değiştirebilirsiniz.
uk: Ви можете будь-коли змінити їх у рядку меню → Налаштування → Гарячі клавіші
vi: Bạn có thể thay đổi những điều này bất cứ lúc nào từ thanh menu → Cài đặt → Phím nóng
zh_hans: 您可以随时从菜单栏 → 设置 → 快捷键更改这些
zh_hant: 您可以隨時從選單欄 → 設定 → 快捷鍵更改這些

source: You deleted this transcript.
ar: لقد حذفت هذا النص.
bn: আপনি এই প্রতিলিপি মুছে দিয়েছেন।
cs: Tento přepis jste smazali.
da: Du slettede denne udskrift.
de: Sie haben dieses Transkript gelöscht.
el: Διαγράψατε αυτή την απομαγνητοφώνηση.
es: Eliminaste esta transcripción.
fi: Poistit tämän tekstityksen.
fr: Vous avez supprimé cette transcription.
he: מחקתם את התמליל הזה.
hi: आपने यह प्रतिलेख हटा दिया।
hu: Törölte ezt az átiratot.
id: Anda menghapus transkrip ini.
it: Hai eliminato questa trascrizione.
ja: この文字起こしを削除しました。
ko: 이 대본을 삭제했습니다.
ms: Anda memadam transkrip ini.
nb: Du slettet dette transkriptet.
nl: Je hebt dit transcript verwijderd.
pl: Usunięto tę transkrypcję.
pt_br: Você excluiu esta transcrição.
ro: Ați șters această transcriere.
ru: Вы удалили этот транскрипт.
sv: Du raderade det här transkriptet.
th: คุณลบข้อความถอดเสียงนี้แล้ว
tr: Bu deşifreyi sildiniz.
uk: Ви видалили цей транскрипт.
vi: Bạn đã xóa bản chép lời này.
zh_hans: 你删除了这份转录。
zh_hant: 你刪除了這份逐字稿。

source: You're All Set!
ar: أنت جاهز تمامًا!
bn: আপনি সম্পূর্ণ প্রস্তুত!
cs: Vše je připraveno!
da: Du er klar!
de: Alles bereit!
el: Είστε έτοιμοι!
es: ¡Todo listo!
fi: Kaikki on valmista!
fr: Tout est prêt !
he: אתה מוכן!
hi: तुम सब सेट हो!
hu: Minden készen áll!
id: Anda sudah siap!
it: Sei tutto pronto!
ja: 準備は完了です!
ko: 모든 준비가 완료되었습니다!
ms: Anda Sudah Bersedia!
nb: Du er klar!
nl: Je bent helemaal klaar!
pl: Wszystko gotowe!
pt_br: Está tudo pronto!
ro: Ești gata!
ru: Все готово!
sv: Du är klar!
th: คุณพร้อมแล้ว!
tr: Tamamen Hazırsınız!
uk: Усе готово!
vi: Bạn đã hoàn tất!
zh_hans: 一切就绪！
zh_hant: 一切就緒！

# you_re_all_set_058a8130
source: You're all set!
ar: أنت جاهز تمامًا!
bn: আপনি সব প্রস্তুত!
cs: Vše je připraveno!
da: Du er klar!
de: Alles bereit!
el: Είστε έτοιμοι!
fi: Kaikki on valmista!
fr: Tout est prêt !
he: אתה מוכן!
hi: तुम सब सेट हो!
hu: Minden készen áll!
id: Anda sudah siap!
it: È tutto pronto!
ja: 準備は完了です!
ko: 모든 준비가 완료되었습니다.
ms: Anda sudah bersedia!
nb: Du er klar!
nl: Je bent helemaal klaar!
pl: Wszystko gotowe!
pt_br: Está tudo pronto!
ro: Sunteți gata!
ru: Все готово!
sv: Du är redo!
th: คุณพร้อมแล้ว!
tr: Artık hazırsınız!
uk: Усе готово!
vi: Bạn đã hoàn tất!
zh_hans: 一切就绪！
zh_hant: 一切就緒！

source: You're in control
ar: أنت المتحكم
bn: নিয়ন্ত্রণ আপনার হাতে
cs: Máte to pod kontrolou
da: Du har kontrollen
de: Du hast die Kontrolle
el: Εσείς έχετε τον έλεγχο
es: Tú tienes el control
fi: Sinä hallitset
fr: Vous gardez le contrôle
he: השליטה בידיים שלך
hi: नियंत्रण आपके पास है
hu: Tiéd az irányítás
id: Anda yang memegang kendali
it: Hai il controllo
ja: あなたがコントロールできます
ko: 당신이 제어합니다
ms: Anda yang mengawal
nb: Du har kontrollen
nl: Jij hebt de controle
pl: Ty masz kontrolę
pt_br: Você está no controle
ro: Tu deții controlul
ru: Вы всё контролируете
sv: Du har kontrollen
th: คุณเป็นผู้ควบคุม
tr: Kontrol sizde
uk: Ви все контролюєте
vi: Bạn nắm quyền kiểm soát
zh_hans: 你掌握控制权
zh_hant: 你掌握控制權

source: You spoke here. The finished note has it.
ar: تحدّثت هنا. الملاحظة النهائية تتضمّن كلامك.
bn: এখানে আপনি কথা বলেছেন। চূড়ান্ত নোটে সেটি আছে।
cs: Tady jste mluvili vy. Hotová poznámka to obsahuje.
da: Her talte du. Den færdige note har det med.
de: Hier haben Sie gesprochen. Die fertige Notiz enthält es.
el: Εδώ μιλήσατε εσείς. Η τελική σημείωση το περιλαμβάνει.
es: Aquí hablaste tú. La nota final lo incluye.
fi: Tässä puhuit sinä. Valmis muistiinpano sisältää sen.
fr: Vous avez parlé ici. La note finale le contient.
he: כאן דיברתם. הפתק המוגמר כולל את זה.
hi: यहाँ आपने बात की। तैयार नोट में वह मौजूद है।
hu: Itt Ön beszélt. Az elkészült jegyzet tartalmazza.
id: Anda berbicara di sini. Catatan akhir memuatnya.
it: Qui hai parlato tu. La nota finale lo contiene.
ja: ここであなたが話しました。完成したメモには入ります。
ko: 여기서 내가 말했습니다. 완성된 메모에 담깁니다.
ms: Anda bercakap di sini. Nota akhir memuatnya.
nb: Her snakket du. Det ferdige notatet har det med.
nl: Hier sprak jij. De voltooide notitie bevat het.
pl: Tutaj była twoja wypowiedź. Gotowa notatka ją zawiera.
pt_br: Você falou aqui. A nota final tem isso.
ro: Aici ați vorbit dvs. Notița finală îl conține.
ru: Здесь говорили вы. В готовой заметке это есть.
sv: Här talade du. Den färdiga anteckningen har med det.
th: คุณพูดตรงนี้ โน้ตฉบับสมบูรณ์มีข้อความนี้
tr: Burada siz konuştunuz. Tamamlanan notta bu var.
uk: Тут говорили ви. У готовій нотатці це є.
vi: Bạn đã nói ở đây. Ghi chú hoàn chỉnh có phần này.
zh_hans: 这里是你在说话。完成的笔记里有这段。
zh_hant: 這裡是你在說話。完成的筆記裡有這段。

# you_ve_exceeded_your_api_rate_limit_or_quota_to
source: "" You've exceeded your API rate limit or quota. To fix this: 1. Wait a few minutes and try again 2. Check your API provider's usage limits 3. Consider upgrading your API plan The transcription was saved without enhancement. ""
ar: "" لقد تجاوزت حد معدل واجهة برمجة التطبيقات (API) أو حصتها. لحل هذه المشكلة: 1. انتظر بضع دقائق وحاول مرة أخرى 2. تحقق من حدود استخدام موفر واجهة برمجة التطبيقات (API) 3. فكر في ترقية خطة واجهة برمجة التطبيقات (API) الخاصة بك تم حفظ النسخ بدون تحسين. ""
bn: " আপনি আপনার API রেট সীমা বা কোটা অতিক্রম করেছেন৷ এটি ঠিক করতে: 1. কয়েক মিনিট অপেক্ষা করুন এবং আবার চেষ্টা করুন 2. আপনার API প্রদানকারীর ব্যবহারের সীমা পরীক্ষা করুন 3. আপনার API প্ল্যান আপগ্রেড করার কথা বিবেচনা করুন ট্রান্সক্রিপশনটি বর্ধিতকরণ ছাড়াই সংরক্ষণ করা হয়েছিল৷ "
cs: "" Překročili jste limit nebo kvótu rychlosti API. Chcete-li tento problém vyřešit: 1. Počkejte několik minut a zkuste to znovu. 2. Zkontrolujte limity využití poskytovatele rozhraní API. 3. Zvažte upgrade plánu rozhraní API Přepis byl uložen bez vylepšení. ""
da: \"\" Du har overskredet din API-hastighedsgrænse eller -kvote. Sådan rettes dette: 1. Vent et par minutter, og prøv igen 2. Tjek din API-udbyders brugsgrænser 3. Overvej at opgradere din API-plan. Transskriptionen blev gemt uden forbedring. \"\"
de: "" Sie haben Ihr API-Ratenlimit oder Kontingent überschritten. So beheben Sie das: 1. Warten Sie einige Minuten und versuchen Sie es erneut 2. Prüfen Sie die Nutzungslimits Ihres API-Anbieters 3. Erwägen Sie ein Upgrade Ihres API-Plans Die Transkription wurde ohne Verbesserung gespeichert. ""
el: "" Έχετε υπερβεί το όριο ή το όριο του ποσοστού API. Για να το διορθώσετε: 1. Περιμένετε λίγα λεπτά και δοκιμάστε ξανά 2. Ελέγξτε τα όρια χρήσης του παρόχου API σας 3. Εξετάστε το ενδεχόμενο να αναβαθμίσετε το σχέδιο API Η μεταγραφή αποθηκεύτηκε χωρίς βελτίωση. ""
fi: "" Olet ylittänyt API-nopeusrajoituksen tai -kiintiön. Korjaa tämä seuraavasti: 1. Odota muutama minuutti ja yritä uudelleen 2. Tarkista API-palveluntarjoajasi käyttörajoitukset 3. Harkitse API-suunnitelmasi päivittämistä. Transkriptio tallennettiin ilman parannuksia. ""
fr: "" Vous avez dépassé votre limite de taux ou quota API. Pour corriger cela : 1. Attendez quelques minutes et réessayez 2. Vérifiez les limites d'utilisation de votre fournisseur API 3. Envisagez de mettre à niveau votre plan API La transcription a été enregistrée sans amélioration. ""
he: "" חרגת ממגבלת התעריף או ממכסת ה-API שלך. כדי לתקן זאת: 1. המתן מספר דקות ונסה שוב 2. בדוק את מגבלות השימוש של ספק ה-API שלך 3. שקול לשדרג את תוכנית ה-API שלך התמלול נשמר ללא שיפור. ""
hi: ""आपने अपनी एपीआई दर सीमा या कोटा पार कर लिया है। इसे ठीक करने के लिए: 1. कुछ मिनट प्रतीक्षा करें और पुनः प्रयास करें 2. अपने एपीआई प्रदाता की उपयोग सीमा की जांच करें 3. अपने एपीआई योजना को अपग्रेड करने पर विचार करें ट्रांसक्रिप्शन को बिना किसी संवर्द्धन के सहेजा गया था। ""
hu: "" Túllépte az API-rátakorlátot vagy -kvótát. A probléma megoldása: 1. Várjon néhány percet, majd próbálja újra 2. Ellenőrizze API-szolgáltatója használati korlátait. 3. Fontolja meg API-tervének frissítését. Az átírást javítás nélkül mentettük. ""
id: "" Anda telah melampaui batas laju atau kuota API Anda. Untuk memperbaikinya: 1. Tunggu beberapa menit dan coba lagi 2. Periksa batas penggunaan penyedia API Anda 3. Pertimbangkan untuk meningkatkan paket API Anda Transkripsi disimpan tanpa penyempurnaan. ""
it: "" Hai superato il limite di velocità o la quota API. Per risolvere questo problema: 1. Attendi qualche minuto e riprova 2. Controlla i limiti di utilizzo del tuo provider API 3. Valuta la possibilità di aggiornare il tuo piano API La trascrizione è stata salvata senza miglioramenti. ""
ja: "" API レート制限または割り当てを超過しました。 これを修正するには: 1. 数分待ってから再試行します。 2. API プロバイダーの使用制限を確認します。 3. API プランのアップグレードを検討してください。 文字起こしは拡張せずに保存されました。 「」
ko: "" API 속도 제한 또는 할당량을 초과했습니다. 이 문제를 해결하려면: 1. 몇 분 정도 기다렸다가 다시 시도하십시오. 2. API 공급자의 사용 제한을 확인하십시오. 3. API 계획 업그레이드를 고려하십시오. 스크립트가 향상되지 않고 저장되었습니다. ""
ms: "" Anda telah melebihi had kadar API atau kuota anda. Untuk membetulkannya: 1. Tunggu beberapa minit dan cuba lagi 2. Semak had penggunaan penyedia API anda 3. Pertimbangkan untuk menaik taraf pelan API anda Transkripsi telah disimpan tanpa peningkatan. ""
nb: "" Du har overskredet API-hastighetsgrensen eller -kvoten. For å fikse dette: 1. Vent noen minutter og prøv igjen 2. Sjekk API-leverandørens bruksgrenser 3. Vurder å oppgradere API-planen. Transkripsjonen ble lagret uten forbedring. ""
nl: "" U heeft uw API-limiet of quotum overschreden. Om dit op te lossen: 1. Wacht een paar minuten en probeer het opnieuw 2. Controleer de gebruikslimieten van uw API-provider 3. Overweeg een upgrade van uw API-abonnement De transcriptie is zonder verbeteringen opgeslagen. ""
pl: Przekroczono limit zapytań lub przydział API. Aby to naprawić: 1. Poczekaj kilka minut i spróbuj ponownie 2. Sprawdź limity użycia u dostawcy API 3. Rozważ zmianę planu API Transkrypcja została zapisana bez ulepszeń.
pt_br: "" Você excedeu seu limite ou cota de taxa de API. Para corrigir isso: 1. Aguarde alguns minutos e tente novamente 2. Verifique os limites de uso do seu provedor de API 3. Considere atualizar seu plano de API A transcrição foi salva sem melhorias. ""
ro: „” Ați depășit limita sau cota de rată API. Pentru a remedia acest lucru: 1. Așteptați câteva minute și încercați din nou 2. Verificați limitele de utilizare ale furnizorului dvs. API 3. Luați în considerare actualizarea planului API Transcrierea a fost salvată fără îmbunătățiri. ""
ru: «» Вы превысили лимит скорости или квоту API. Чтобы это исправить: 1. Подождите несколько минут и повторите попытку. 2. Проверьте ограничения на использование вашего провайдера API. 3. Рассмотрите возможность обновления вашего плана API. Транскрипция была сохранена без улучшений. ""
sv: "" Du har överskridit din API-hastighetsgräns eller -kvot. För att åtgärda detta: 1. Vänta några minuter och försök igen 2. Kontrollera din API-leverantörs användningsgränser 3. Överväg att uppgradera din API-plan. Transkriptionen sparades utan förbättring. ""
th: "" คุณใช้งานเกินขีดจำกัดอัตรา API หรือโควต้าของคุณ วิธีแก้ไขปัญหานี้: 1. รอสักครู่แล้วลองอีกครั้ง 2. ตรวจสอบขีดจำกัดการใช้งานของผู้ให้บริการ API ของคุณ 3. พิจารณาอัปเกรดแผน API ของคุณ การถอดเสียงได้รับการบันทึกโดยไม่มีการปรับปรุง ""
tr: "" API hızı sınırınızı veya kotanızı aştınız. Bunu düzeltmek için: 1. Birkaç dakika bekleyin ve tekrar deneyin 2. API sağlayıcınızın kullanım sınırlarını kontrol edin 3. API planınızı yükseltmeyi düşünün Çeviri yazı, geliştirme yapılmadan kaydedildi. ""
uk: "" Ви перевищили ліміт або квоту швидкості API. Щоб виправити це: 1. Зачекайте кілька хвилин і повторіть спробу 2. Перевірте обмеження на використання вашого постачальника API 3. Розгляньте можливість оновлення вашого плану API. Транскрипцію збережено без покращення. ""
vi: "" Bạn đã vượt quá giới hạn hoặc hạn ngạch tốc độ API của mình. Để khắc phục điều này: 1. Đợi vài phút và thử lại 2. Kiểm tra giới hạn sử dụng của nhà cung cấp API của bạn 3. Cân nhắc nâng cấp gói API của bạn Bản ghi đã được lưu mà không cần cải tiến. ""
zh_hans: "" 您已超出 API 速率限制或配额。 解决方法： 1. 等待几分钟后重试 2. 检查您的 API 提供商的使用限制 3. 考虑升级您的 API 计划 转录已保存，未进行增强。 ""
zh_hant: "" 您已超出 API 速率限制或配額。 解決方法： 1. 等待幾分鐘後重試 2. 檢查您的 API 提供商的使用限制 3. 考慮升級您的 API 計劃 轉錄已儲存，未進行增強。 ""

# your_api_key_appears_to_be_invalid_or_expired_to
source: "" Your API key appears to be invalid or expired. To fix this: 1. Open Settings → AI Enhancement 2. Verify your API key is correct 3. Check that your API endpoint is correct The transcription was saved without enhancement. ""
ar: " "يبدو أن مفتاح API الخاص بك غير صالح أو منتهي الصلاحية. لإصلاح ذلك: 1. افتح الإعدادات → تحسين الذكاء الاصطناعي 2. تحقق من صحة مفتاح واجهة برمجة التطبيقات (API) الخاص بك 3. تأكد من صحة نقطة نهاية واجهة برمجة التطبيقات (API) الخاصة بك تم حفظ النسخ بدون تحسين. ""
bn: " আপনার API কী অবৈধ বা মেয়াদোত্তীর্ণ বলে মনে হচ্ছে৷ এটি ঠিক করতে: 1. সেটিংস খুলুন → AI এনহ্যান্সমেন্ট 2. আপনার API কী সঠিক কিনা যাচাই করুন 3. পরীক্ষা করুন যে আপনার API এন্ডপয়েন্ট সঠিক কিনা ট্রান্সক্রিপশনটি বর্ধিতকরণ ছাড়াই সংরক্ষিত হয়েছে৷ "
cs: "" Váš klíč API je zřejmě neplatný nebo vypršela jeho platnost. Chcete-li tento problém vyřešit: 1. Otevřete Nastavení → Vylepšení AI 2. Ověřte správnost klíče API 3. Zkontrolujte, zda je koncový bod rozhraní API správný Přepis byl uložen bez vylepšení. ""
da: \"\" Din API-nøgle ser ud til at være ugyldig eller udløbet. For at rette dette: 1. Åbn Indstillinger → AI-forbedring 2. Bekræft, at din API-nøgle er korrekt 3. Kontroller, at dit API-slutpunkt er korrekt. Transskriptionen blev gemt uden forbedring. \"\"
de: "" Ihr API-Schlüssel scheint ungültig oder abgelaufen zu sein. So beheben Sie das: 1. Öffnen Sie Einstellungen → KI-Verbesserung 2. Überprüfen Sie, ob Ihr API-Schlüssel korrekt ist 3. Prüfen Sie, ob Ihr API-Endpunkt korrekt ist Die Transkription wurde ohne Verbesserung gespeichert. ""
el: "" Το κλειδί API φαίνεται ότι δεν είναι έγκυρο ή έχει λήξει. Για να το διορθώσετε: 1. Ανοίξτε τις Ρυθμίσεις → Βελτίωση AI 2. Βεβαιωθείτε ότι το κλειδί API είναι σωστό 3. Ελέγξτε ότι το τελικό σημείο του API είναι σωστό Η μεταγραφή αποθηκεύτηκε χωρίς βελτίωση. ""
fi: "" API-avaimesi näyttää olevan virheellinen tai vanhentunut. Korjaa tämä seuraavasti: 1. Avaa Asetukset → AI Enhancement 2. Varmista, että API-avaimesi on oikea 3. Tarkista, että API-päätepiste on oikea. Transkriptio tallennettiin ilman parannuksia. ""
fr: "" Votre clé API semble invalide ou expirée. Pour corriger cela : 1. Ouvrez Paramètres → Amélioration IA 2. Vérifiez que votre clé API est correcte 3. Vérifiez que votre point de terminaison API est correct La transcription a été enregistrée sans amélioration. ""
he: "" נראה שמפתח ה-API שלך אינו חוקי או שפג תוקפו. כדי לתקן זאת: 1. פתח את הגדרות ← שיפור AI 2. ודא שמפתח ה-API שלך נכון 3. בדוק שנקודת הקצה של ה-API שלך נכונה התמלול נשמר ללא שיפור. ""
hi: "" आपकी एपीआई कुंजी अमान्य या समाप्त हो गई प्रतीत होती है। इसे ठीक करने के लिए: 1. सेटिंग्स खोलें → एआई एन्हांसमेंट 2. सत्यापित करें कि आपकी एपीआई कुंजी सही है 3. जांचें कि आपका एपीआई एंडपॉइंट सही है ट्रांसक्रिप्शन बिना एन्हांसमेंट के सहेजा गया था। ""
hu: "" Úgy tűnik, hogy az API-kulcs érvénytelen vagy lejárt. A hiba javítása: 1. Nyissa meg a Beállítások → AI-bővítés menüpontot. 2. Ellenőrizze, hogy az API-kulcs helyes-e. ""
id: "" Kunci API Anda tampaknya tidak valid atau kedaluwarsa. Untuk memperbaikinya: 1. Buka Pengaturan → Peningkatan AI 2. Verifikasikan kunci API Anda sudah benar 3. Periksa apakah titik akhir API Anda sudah benar Transkrip disimpan tanpa peningkatan. ""
it: "" La tua chiave API sembra non essere valida o scaduta. Per risolvere questo problema: 1. Apri Impostazioni → Miglioramento AI 2. Verifica che la chiave API sia corretta 3. Verifica che l'endpoint API sia corretto La trascrizione è stata salvata senza miglioramenti. ""
ja: "" API キーが無効か期限切れのようです。 これを修正するには: 1. [設定] → [AI 拡張] を開きます。 2. API キーが正しいことを確認します。 3. API エンドポイントが正しいことを確認します。 文字起こしは拡張なしで保存されました。 「」
ko: "" 귀하의 API 키가 유효하지 않거나 만료된 것 같습니다. 이 문제를 해결하려면: 1. 설정 → AI 향상을 엽니다. 2. API 키가 올바른지 확인합니다. 3. API 엔드포인트가 올바른지 확인합니다. 전사가 향상 없이 저장되었습니다. ""
ms: "" Kunci API anda nampaknya tidak sah atau tamat tempoh. Untuk membetulkannya: 1. Buka Tetapan → Peningkatan AI 2. Sahkan kunci API anda betul 3. Semak sama ada titik akhir API anda betul Transkripsi telah disimpan tanpa peningkatan. ""
nb: "" API-nøkkelen din ser ut til å være ugyldig eller utløpt. For å fikse dette: 1. Åpne Innstillinger → AI-forbedring 2. Bekreft at API-nøkkelen er riktig 3. Sjekk at API-endepunktet er riktig. Transkripsjonen ble lagret uten forbedring. ""
nl: "" Uw API-sleutel lijkt ongeldig of verlopen te zijn. Om dit op te lossen: 1. Open Instellingen → AI-verbetering 2. Controleer of uw API-sleutel correct is 3. Controleer of uw API-eindpunt correct is De transcriptie is zonder verbeteringen opgeslagen. ""
pl: Twój klucz API wygląda na nieprawidłowy lub wygasły. Aby to naprawić: 1. Otwórz Ustawienia → Ulepszanie AI 2. Sprawdź, czy klucz API jest poprawny 3. Sprawdź, czy punkt końcowy API jest poprawny Transkrypcja została zapisana bez ulepszeń.
pt_br: "" Sua chave de API parece ser inválida ou expirou. Para corrigir isso: 1. Abra Configurações → Aprimoramento de IA 2. Verifique se sua chave de API está correta 3. Verifique se seu endpoint de API está correto A transcrição foi salva sem aprimoramento. ""
ro: „” Cheia dvs. API pare a fi nevalidă sau a expirat. Pentru a remedia acest lucru: 1. Deschideți Setări → Îmbunătățire AI 2. Verificați cheia dvs. API este corectă 3. Verificați dacă punctul final API este corect Transcrierea a fost salvată fără îmbunătățire. ""
ru: «» Ваш ключ API недействителен или срок его действия истек. Чтобы это исправить: 1. Откройте «Настройки» → «Расширение AI». 2. Убедитесь, что ваш ключ API верен. 3. Убедитесь, что ваша конечная точка API верна. Транскрипция была сохранена без улучшения. ""
sv: "" Din API-nyckel verkar vara ogiltig eller har upphört att gälla. För att åtgärda detta: 1. Öppna Inställningar → AI Enhancement 2. Kontrollera att din API-nyckel är korrekt 3. Kontrollera att din API-slutpunkt är korrekt. Transkriptionen sparades utan förbättring. ""
th: "" รหัส API ของคุณดูเหมือนจะไม่ถูกต้องหรือหมดอายุแล้ว วิธีแก้ไขปัญหานี้: 1. เปิดการตั้งค่า → การเพิ่มประสิทธิภาพ AI 2. ตรวจสอบคีย์ API ของคุณถูกต้อง 3. ตรวจสอบว่าจุดสิ้นสุด API ของคุณถูกต้อง การถอดเสียงได้รับการบันทึกโดยไม่มีการปรับปรุง ""
tr: "" API anahtarınız geçersiz veya süresi dolmuş görünüyor. Bunu düzeltmek için: 1. Ayarlar → Yapay Zeka Geliştirme'yi açın 2. API anahtarınızın doğru olduğunu doğrulayın 3. API uç noktanızın doğru olduğunu kontrol edin Transkripsiyon, geliştirme yapılmadan kaydedildi. ""
uk: "" Схоже, ваш ключ API недійсний або прострочений. Щоб виправити це: 1. Відкрийте «Параметри» → «Покращення штучного інтелекту» 2. Переконайтеся, що ваш ключ API правильний 3. Переконайтеся, що ваша кінцева точка API правильна. Транскрипцію збережено без покращення. ""
vi: "" Khóa API của bạn có vẻ không hợp lệ hoặc đã hết hạn. Để khắc phục điều này: 1. Mở Cài đặt → Cải tiến AI 2. Xác minh khóa API của bạn là chính xác 3. Kiểm tra xem điểm cuối API của bạn có đúng không. Bản chép lời đã được lưu mà không cần cải tiến. ""
zh_hans: "" 您的 API 密钥似乎无效或已过期。 解决方法： 1. 打开设置 → AI 增强 2. 验证您的 API 密钥是否正确 3. 检查您的 API 端点是否正确 转录已保存，未进行增强。 ""
zh_hant: "" 您的 API 金鑰似乎無效或已過期。 解決方法： 1. 開啟設定 → AI 增強 2. 驗證您的 API 金鑰是否正確 3. 檢查您的 API 端點是否正確 轉錄已儲存，未進行增強。 ""

source: Your enhanced note is ready.
ar: ملاحظتك المعززة جاهزة.
bn: আপনার উন্নত নোট তৈরি।
cs: Vaše vylepšená poznámka je hotová.
da: Din forbedrede note er klar.
de: Ihre verbesserte Notiz ist fertig.
el: Η βελτιωμένη σημείωσή σας είναι έτοιμη.
es: Tu nota mejorada está lista.
fi: Parannettu muistiinpanosi on valmis.
fr: Votre note améliorée est prête.
he: הפתק המשופר שלכם מוכן.
hi: आपका उन्नत नोट तैयार है।
hu: A feljavított jegyzete elkészült.
id: Catatan Anda yang disempurnakan sudah siap.
it: La tua nota migliorata è pronta.
ja: 強化メモができました。
ko: 보강 메모가 준비되었습니다.
ms: Nota dipertingkat anda sudah sedia.
nb: Det forbedrede notatet ditt er klart.
nl: Je verbeterde notitie is klaar.
pl: Twoja ulepszona notatka jest gotowa.
pt_br: Sua nota aprimorada está pronta.
ro: Notița dvs. îmbunătățită este gata.
ru: Ваша улучшенная заметка готова.
sv: Din förbättrade anteckning är klar.
th: โน้ตที่ปรับปรุงแล้วของคุณพร้อมแล้ว
tr: Geliştirilmiş notunuz hazır.
uk: Ваша покращена нотатка готова.
vi: Ghi chú nâng cao của bạn đã sẵn sàng.
zh_hans: 你的增强笔记已就绪。
zh_hant: 你的增強筆記已就緒。
